{
  "members": [
    {
      "id": 1,
      "name": "Justin Kim",
      "role": "Headmaster & Co-founder",
      "description": "Hey y'all - I'm Justin Kim! I started Kick Action with the vision of making empowerment, through the martial arts, accessible for marginalised communities. As hinted above, the martial arts is an integral part of my life: I've been internationally competing in Olympic-style Taekwondo for almost 10 years and am an active, licensed World Taekwondo Headquarters Master. Even since Jake Paul knocked Ben Askren out, I've been working on boxing too. Other than the martial arts, I love Debate, Basketball, and Taylor Swift!",
      "imageOffsetHome": "center -50px",
      "imageOffsetModal": "center -50px"
    },
    {
      "id": 2,
      "name": "Marco Lam",
      "role": "Co-head of Graphic Designer & Co-founder",
      "description": "Hi everyone! My name is Marco. I'm the co-founder of Kick Action as well as the co-head of graphic design. I am passionate in drawing/painting as well as practicing the martial arts. I am a practitioner of Muay Thai, 散打 (Chinese kick boxing) and have begun my journey on jiujitsu as well. I will be one of the coaches teaching domestic workers martial arts. I'm looking forward to using my skill sets at Kick Action and showing everyone the value Kick Action brings!"
    },
    {
      "id": 3,
      "name": "Jack Liang",
      "role": "Head of Marketing",
      "description": "Hello there! I'm Jack, head of marketing at Kick Action. I'm very passionate about filmmaking, and also have a strong interest in CGI and rendering stuff. I've always looked for ways to my skills in the real world and bring about change, and am very glad to be in this position. I'm looking forward to utilizing and expanding my skill sets here at Kick Action, and at the same time promote Kick Action to a wider audience.",
      "imageOffsetHome": "center 0",
      "imageOffsetModal": "center 0"
    },
    {
      "id": 4,
      "name": "Leo Tang",
      "role": "Head of Product Design",
      "description": "I'm Leo, Graphic Designer and Head of Product Design at Kick Action HK. I'm very passionate baout design and will be providing support in terms of acquiring or creating utilitarian products used during kick Action Sessions. I hope to empower others to accomplish their goals by creating the physical objects they are in search of in order to do so."
    },
    {
      "id": 5,
      "name": "Michelle Qiu",
      "role": "Co-head of Graphic Design",
      "description": "Hi everyone! I'm Michelle and I do design work for Kick Action. I love illustrating and animation. I look forward to contributing my skills to help promote this project!"
    },
    {
      "id": 6,
      "name": "Alan Au",
      "role": "Co-head of Technology",
      "description": "Hi, my name is Alan Au, and I like watching movies, gaming, and coding. I also play the oboe and the drums for fun. I've been coding for one and a half year now, and web development for around a year. I'm proficient in both the frontend and the backend of web development.",
      "imageOffsetHome": "center 0px",
      "imageOffsetModal": "center -20px"
    },
    {
      "id": 7,
      "name": "Alvin Ng",
      "role": "Co-head of Technology",
      "description": "Hi! My name is Alvin Ng, and I am a Y11 student studying in Chinese International School.  Web development and music are both big parts of my life, which is why I often spend my free time coding websites or playing the violin.",
      "imageOffsetHome": "center -10px",
      "imageOffsetModal": "center -10px"
    },
    {
      "id": 8,
      "name": "Nathan Woo",
      "role": "Master Instructing",
      "description": "Description"
    }
  ]
}
